Repository: ristinolla/yok_theme
Catalog: languages/*.po
Languages: fi_fi

source: Oops! That page can&rsquo;t be found.
fi_fi: Voe räkä, sivua ei löytynyt.

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
fi_fi: Näyttää siltä että täällä ei ole yhtään mitään. Voit kokeilla hakua tuosta alhaalta.

source: Events Archive
fi_fi: Tapahtuma-arkisto

source: Author: %s
fi_fi: Kirjoittja: %s

source: Day: %s
fi_fi: Päivä: %s

source: Month: %s
fi_fi: Kuukausi: %s

source: Year: %s
fi_fi: Vuosi: %s

source: Asides
fi_fi: Sivuosiot

source: Galleries
fi_fi: Galleriat

source: Images
fi_fi: Kuvat

source: Videos
fi_fi: Videot

source: Quotes
fi_fi: Lainaukset

source: Links
fi_fi: Linkit

source: Statuses
fi_fi: Statukset

source: Audios
fi_fi: Audiot

source: Chats
fi_fi: Keskustelut

source: Archives
fi_fi: Arkisto

source: Comment navigation
fi_fi: Kommentoinnin navigaatio

source: &larr; Older Comments
fi_fi: &larr; Vanhemmat kommentit

source: Newer Comments &rarr;
fi_fi: Uudemmat kommentit &rarr;

source: Comments are closed.
fi_fi: Kommentointi on suljettu

source: Nothing Found
fi_fi: Mitään ei löytynyt

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
fi_fi: Oletko valmiina julkaisemaan ensimmäisen julkaisusi? <a href="%1$s">Ei muutaku hommiin!</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
fi_fi: Pahoittelut, mikään ei vastannut hakuasi. Kokeile uudestaan joillan eri sanoilla.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
fi_fi: Näyttää siltä ettemme löytäneet mitä etsit. Kokeileppa hakea uuestaan.

source: Pages:
fi_fi: Sivut:

source: Edit post
fi_fi: Muokkaa postausta

source: &laquo; Back to Calendar
fi_fi: &laquo; Takaisin kalenteriin

source: Edit
fi_fi: Editoi

source: <span class="meta-nav">&raquo;</span> Read more
fi_fi: <span class="meta-nav">&raquo;</span> Lue lisää

source: &copy %1$s Edgeone
fi_fi: &copy %1$s Oulun ylioppilaskamerat Ry

source: Primary Menu
fi_fi: Päänavigaatio

source: Footer Menu
fi_fi: Alaosion valikko

source: News Sidebar
fi_fi: Uutisten sivuvalikko

source: Page Sidebar
fi_fi: Sivujen sivuosio

source: Events sidebar
fi_fi: Tapahtumien sivuosio

source: Front page first half
fi_fi: Etusivun eka puolisko

source: Front page second half
fi_fi: Etusivun toka puolisko

source: Photo by:
fi_fi: Kuvaaja:

source: Yokamerat Flickr Group
fi_fi: Yokamerat Flickr

source: News
fi_fi: Uutiset

source: Events Calendar
fi_fi: Tapahtumakalenteri

source: &laquo; Past events
fi_fi: &laquo; Menneet tapahtumat

source: Incoming events
fi_fi: Tulevat tapahtumat

source: More events &raquo;
fi_fi: Lisää tapahtumia &raquo;

source: More news &raquo;
fi_fi: Lisää uutisia &raquo;

source: Search Results for: %s
fi_fi: Haun "%s" tulokset

source: Next events
fi_fi: Seuraavat tapahtumat

source: Add News
fi_fi: Lisää uutinen

source: News Tags
fi_fi: Uutisten tagit

source: Edit News
fi_fi: Muokkaa uutista

source: View News
fi_fi: Katso uutisia

source: Search News
fi_fi: Etsi uutisia

source: No News found
fi_fi: Ei uutisia

source: No News found in Trash
fi_fi: Ei uutisia roskissa

source: All News
fi_fi: Kaikki uutiset

source: This entry was tagged %2$s. Bookmark the <a href="%3$s" rel="bookmark">permalink</a>.
fi_fi: Tällä kirjoituksella on tagit %2$s. Lisää <a href="%3$s" rel="bookmark"> kirjanmerkki</a>.

source: Bookmark the <a href="%3$s" rel="bookmark">permalink</a>.
fi_fi: Lisää <a href="%3$s" rel="bookmark"> kirjanmerkiksi</a>.

source: This entry was posted in %1$s and tagged %2$s. Bookmark the <a href="%3$s" rel="bookmark">permalink</a>.
fi_fi: Tämä kirjoitus on julkaistu %1$s tageilla %2$s. Lisää <a href="%3$s" rel="bookmark">kirjanmerkiksi</a>.

source: This entry was posted in %1$s. Bookmark the <a href="%3$s" rel="bookmark">permalink</a>.
fi_fi: Tämä kirjoitus julkaistiin %1$s. Lisää <a href="%3$s" rel="bookmark">kirjanmerkiksi</a>.

source: Page %s
fi_fi: Sivu %s

source: Gallery
fi_fi: Galleria

source: Add Gallery
fi_fi: Lisää galleria

source: Add New Gallery
fi_fi: Lisää uusi galleria

source: Edit Gallery
fi_fi: Muokkaa galleriaa

source: New Gallery
fi_fi: Uusi galleria

source: All Galleries
fi_fi: Kaikki Galleriat

source: View Gallery
fi_fi: Katso galleriaa

source: Search Galleries
fi_fi: Etsi gallerioita

source: No galleries found
fi_fi: Ei gallerioita löytynyt

source: No galleries found in Trash
fi_fi: Ei gallerioita roskissa

source: Author
fi_fi: Kirjoittaja

source: Categories
fi_fi: Kategoriat

source: Tags
fi_fi: Tagit

source: <span class="meta-nav">&laquo;</span> Older posts
fi_fi: <span class="meta-nav">&laquo;</span> Vanhemmat uutiset

source: Newer posts <span class="meta-nav">&raquo;</span>
fi_fi: Uudemmat uutiset <span class="meta-nav">&raquo;</span>

source: Post navigation
fi_fi: Postien navigointi

source: %s <span class="says">says:</span>
fi_fi: %s <span class="says">sanoo:</span>

source: Your comment is awaiting moderation.
fi_fi: Kommenttisi odottaa moderointia

source: Just fill the ones needed.
fi_fi: Täytä vaan tarvittavat.

source: Start date (dd.mm.yyyy)
fi_fi: Aloituspäivä (dd.mm.yyyy)

source: Start time (hh:mm)
fi_fi: Aloitusaika (hh:mm)

source: End date (dd.mm.yyyy)
fi_fi: Lopetuspäivä (dd.mm.yyyy)

source: End time (hh:mm)
fi_fi: Lopetus aika (hh:mm)

source: Venue
fi_fi: Sijainti

source: Google Maps Link
fi_fi: Google Maps -linkki

source: Price
fi_fi: Hinta

source: Prerequirities
fi_fi: Esitiedot

source: Equipment
fi_fi: Välineet

source: Group size
fi_fi: Ryhmäkoko

source: Teacher
fi_fi: Vetäjä

source: Apply information
fi_fi: Ilmoittautumistiedot

source: Events
fi_fi: Tapahtumat

source: Event
fi_fi: Tapahtuma

source: Add Event
fi_fi: Lisää tapahtuma

source: Add New Event
fi_fi: Lisää uusi tapahtuma

source: Edit Event
fi_fi: Muokkaa tapahtumaa

source: New Event
fi_fi: Uusi tapahtuma

source: All Events
fi_fi: Kaikki tapahtumat

source: View Event
fi_fi: Katso tapahtumaa

source: Search Events
fi_fi: Etsi tapahtumia

source: No Events found
fi_fi: Ei löytynyt tapahtumia

source: No Events found in Trash
fi_fi: Ei tapahtumia roskissa

source: parent item colon
fi_fi: paernt item colon

source: Search Categories
fi_fi: Etsi kategorioita

source: All Categories
fi_fi: Kaikki kategoriat

source: Parent Category
fi_fi: Yläkategoria

source: Parent Category:
fi_fi: Yläkategoria:

source: Edit Category
fi_fi: Muokkaa kategoriaa

source: Update Category
fi_fi: Päivitä kategoria

source: Add New Category
fi_fi: Lisää uusi kategoria

source: New Category Name
fi_fi: Uusi kategorian nimi

source: Category
fi_fi: Kategoria

source: Order
fi_fi: Järjestys

source: That's a shame, no events at all. We might be having a holiday, hope you too..
fi_fi: Ompa harmi, ei yhtään tapahtumaa. Taidamme olla lomalla, toivottavasti sinäkin!

source: from %2$s to %4$s
fi_fi: %2$s - %4$s

source: Location
fi_fi: Sijainti

source: Pre-requirements
fi_fi: Esitiedot

source: Needed equipment
fi_fi: Tarvittavat välineet

source: Feature links to:
fi_fi: Nosto linkittää:

source: Importance:
fi_fi: Tärkeys:

source: Importance 1 items are shown first in the site
fi_fi: Tärkeys järjestyksessä 1 näytetään ensimmäisenä

source: Features
fi_fi: Nostot

source: Feature
fi_fi: Nosto

source: Add Feature
fi_fi: Lisää nosto

source: Add New Feature
fi_fi: Lisää uusi nosto

source: Edit Feature
fi_fi: Muokkaa nostoa

source: New Feature
fi_fi: Uusi nosto

source: All Features
fi_fi: Kaikki nostot

source: View Feature
fi_fi: Katso nostoa

source: Search Features
fi_fi: Etsi nostoja

source: No Features found
fi_fi: Ei löytynyt nostoja

source: No Features found in Trash
fi_fi: Ei nostoja roskissa

source: features
fi_fi: nostot

source: Search Locations
fi_fi: Etsi sijainteja

source: All Locations
fi_fi: Kaikki sijainnit

source: Parent Location
fi_fi: Yläsijainti

source: Parent Location:
fi_fi: Yläsijainti:

source: Edit Location
fi_fi: Muokkaa sijiantia

source: Update Location
fi_fi: Päivitä sijainti

source: Add New Location
fi_fi: Lisää uusi sijainti

source: New Location Name
fi_fi: Uusi sijainnin nimi

source: Locations
fi_fi: Sijainnit

source: No locations assigned
fi_fi: Ei asetettuja sijainteja

source: Order not set
fi_fi: Järjestystä ei asetettu

source: Facebook Widget
fi_fi: Facebook vimpain

source: Fabo widget of edgeone
fi_fi: Edgeonen FB vimpain

source: Hello, World!
fi_fi: Heippa maailma!

source: New title
fi_fi: Uusi otsikko

source: Title:
fi_fi: Otsikko:

source: Toggle navigation
fi_fi: Navigaation togglaaminen nääs
